cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
Deadpoulpe.custom-md-pdf
esbenp.prettier-vscode
formulahendry.code-runner
formulahendry.docker-explorer        
formulahendry.docker-extension-pack  
GitHub.copilot
GitHub.copilot-chat
hnw.vscode-auto-open-markdown-preview
inci-august.august-themes
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vsliveshare.vsliveshare
Oracle.mysql-shell-for-vs-code
redhat.fabric8-analytics
redhat.java
ritwickdey.LiveServer
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
